using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ProjectV1.Date.Enums
{
    public enum City
    {
        Москва,

        Санкт_Петербург,

        Новосибирск,

        Екатеринбург,

        Нижний_Новгород,

        Казань,

        Челябинск,

        Омск,

        Самара,

        Ростов_на_Дону,

        Уфа,

        Красноярск,

        Воронеж,

        Пермь,

        Саратов,

        Тольятти,

        Барнаул,

        Ижевск,

        Чита,

        Владивосток,

        Ярославль,

        Тюмень,

        Хабаровск,

        Оренбург,

        Кемерово,

        Новокузнецк,

        Рязань,

        Саранск,

        Улан_Удэ,

        Грозный,

        Магнитогорск,

        Архангельск,

        Ставрополь,

        Набережные_Челны,

        Липецк,

        Калуга,

        Симферополь,

        Киреевск,

        Тверь,

        Северодвинск,

        Мурманск,

        Якутск,

        Чебоксары,

        Тула,

        Кострома,

        Сарапул,

        Сыктывкар,

        Братск,

        Томск,

        Владимир,

        Глазов,

        Сызрань,

        Нижневартовск,

        Находка,

        Зеленогорск,

        Астрахань,

        Иркутск,

        Калининград,

        Смоленск,

        Курск,

        Раменское,

        Нижнекамск,

        Западная_Двина,

        Химки,

        Мытищи,

        Подольск,

        Люберцы,

        Энгельс,

        Арзамас,

        Стерлитамак,

        Волгоград,

        Новороссийск,

        Сочи,

        Нальчик,

        Южно_Сахалинск,

        Салават,

        Петрозаводск,

        Черкесск,

        Бердск,

        Тихвин,

        Туапсе,

        Великий_Новгород,

        Старый_Оскол,

        Таганрог,

        Кунгур,

        Красногорск,

        Орск,

        Сургут,

        Ангарск,

        Благовещенск,

        Серов,

        Альметьевск,

        Каменск_Уральский,

        Орлы,
    }
}
